[
    {
        "name": "Roland-Garros Stadium",
        "geometry": {
            "location": {
                "lat": 48.8460,
                "lng": 2.2538
            }
        },
        "types": ["olympic-venue"],
        "photo": "images/Roland-Garros-Stadium.jpeg",
        "content": "Legendary Tennis stadium Roland-Garros will be the home for Tennis during the Olympics.",
        "website": "https://www.paris2024.org/en/venue/roland-garros-stadium/"
    },
    {
        "name": "Parc des Princes",
        "geometry": {
            "location": {
                "lat": 48.8414,
                "lng": 2.2530
            }
        },
        "photo": "images/Parc-des-Princes.jpeg",
        "content": "For the Olympic Games, the Parc des Princes will be hosting the men's and women's football matches, which will be played on this legendary pitch.",
        "website": "https://www.paris2024.org/en/venue/parc-des-princes/"
    },
    {
        "name": "Eiffel Tower Stadium",
        "geometry": {
            "location": {
                "lat": 48.854335,
                "lng": 2.300452
            }
        },
        "photo": "images/Eiffel-Tower-Stadium.jpg",
        "content": "During Paris 2024, the Champ de Mars, a beloved public garden, will be transformed into a dynamic sports venue. Hosting Beach Volleyball and Blind Football events, this temporary arena will bring together thousands of spectators amid the iconic backdrop of the Eiffel Tower. After the Games, the Champ de Mars will retain its charm as a cherished gathering space in Paris.",
        "website": "https://www.paris2024.org/en/venue/eiffel-tower-stadium/"
        
    },
    {
        "name": "Alexandre III Bridge",
        "geometry": {
            "location": {
                "lat": 48.8639,
                "lng": 2.3136
            }
        },
        "photo": "images/Alexandre-Bridge.jpeg",
        "content": "Pont Alexandre III, an emblematic bridge in Paris, will take center stage during Paris 2024, serving as a picturesque backdrop for various sporting events. This iconic structure, adorned with golden bronze statues and spanning the Seine, will witness the thrilling finish lines of road cycling, triathlon, marathon swimming, and para triathlon competitions. As it links other key venues like the Grand Palais and Invalides, Pont Alexandre III epitomizes Paris 2024's vision of showcasing sports amidst the city's most beloved landmarks.",
        "website": "https://www.paris2024.org/en/venue/pont-alexandre-iii/"
        
    }
]
